import React from "react";

class Footer extends React.Component {
  render() {
    return (
      <div className="footer_wrapper">
        <p>
          mts-pro.ru - сайт официального партнера ПАО «МТС» ИП Горбушин Алексей
          Александрович (ОГРНИП: 316631300113332). Вся информация на сайте
          размещена на основании партнерского договора с ПАО «МТС». Посещая сайт
          mts-pro.ru, Вы предоставляете согласие на обработку данных о посещении
          Вами сайта mts-pro.ru (данные cookies и иные пользовательские данные),
          сбор которых осуществляется на условиях Политики обработки
          персональных данных. Указанные данные могут быть использованы для их
          последующей обработки системами Google Analytics, Яндекс.Метрика и
          др., которая осуществляется с целью функционирования сайта mts-pro.ru.
          Отправляя заявку, Вы принимаете Политику конфиденциальности и даёте
          согласие на обработку Ваших персональных данных
        </p>
      </div>
    );
  }
}

export default Footer;
